;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

(package! cmake-ide)
(package! move-text)
(package! auto-complete-clang)
(package! irony)
(package! rtags)
(package! flycheck)
(package! helm-swoop)
(package! elpy)
